{
  "users": [],
  "wishlist": [],
  "products": [
    {
      "name": "From Dream to Habits",
      "slug": "From-Dream-to-Habits",
      "description": "Jika Anda merasa kesuksesan terjadi karena kebetulan atau keberuntungan semata, Anda tidak perlu membaca buku ini. Buku From Dream to Habits ditulis untuk Anda yang ingin mewujudkan mimpi tanpa terhalang faktor-faktor luar, karena keberhasilan bergantung kepada kesiapan Anda sendiri. Tetapkan mimpi, buat rencana, laksanakan, dan jadikan kebiasaan, maka Anda akan mencapai mimpi demi mimpi, dari yang kecil hingga yang tertinggi. Go beyond your dream. Jika Anda sudah terbiasa mewujudkan mimpi, Anda akan terus maju, menaklukkan satu demi satu tantangan di dunia.",
      "excerpt": "Jika Anda merasa kesuksesan terjadi karena kebetulan atau keberuntungan semata, Anda tidak perlu membaca buku ini.",
      "price": 80000,
      "tags": ["Motivation", "Self-Help"],
      "thumbnail": "https://scoopadm.apps-foundry.com/ebook-covers/48650/image_highres/ID_FDH2019MTH08FDH.jpg",
      "images": [
        "https://loremflickr.com/400/400/abstract",
        "https://loremflickr.com/400/400/cats",
        "https://loremflickr.com/400/400/food",
        "https://loremflickr.com/400/400/transport",
        "https://loremflickr.com/400/400/food"
      ],
      "createdAt": "2023-12-15T15:32:06.350Z",
      "updatedAt": "2024-03-18T14:47:12.101Z"
    },
    {
      "name": "Percakapan Praktis Bahasa Jerman untuk Traveller",
      "slug": "Percakapan-Praktis-Bahasa-Jerman-untuk-Traveller",
      "description": "Eropa merupakan benua terpopuler sebagai tujuan studi atau wisata para traveller. Hal utama yang harus dimiliki oleh seorang traveller adalah kemampuan dalam berbahasa. Bahasa Jerman adalah bahasa utama di negara-negara cakupan Eropa—di samping bahasa Inggris. Disebut bahasa utama, karena digunakan oleh penduduk yang tinggal di beberapa negara di Eropa, seperti Jerman, Swiss, Austria, Liechtenstein, Luxemburg, serta di negara-negara yang berbatasan langsung dengan Jerman. Buku ini dibuat untuk Anda pembelajar pemula yang ingin berbicara dalam bahasa Jerman dengan mandiri. Buku ini cocok bagi pembelajar pemula yang memiliki tujuan wisata ataupun sekadar menemui sanak keluarganya di negara Eropa tersebut. Kelebihan dari buku ini adalah pada bentuk percakapan yang tematik. Pada setiap tema akan dipaparkan kata yang berhubungan dengan tema tersebut dalam bahasa Indonesia secara alfabetis dan diterjemahakan ke dalam bahasa Jerman. Semoga buku ini dapat menjadi bagian terpenting hidup Anda, para traveller!",
      "excerpt": "Eropa merupakan benua terpopuler sebagai tujuan studi atau wisata para traveller.",
      "price": 78000,
      "tags": ["Reference", "Dictionary"],
      "thumbnail": "https://scoopadm.apps-foundry.com/ebook-covers/48435/image_highres/ID_BJT2019MTH07BJT.jpg",
      "images": [
        "https://loremflickr.com/400/400/transport",
        "https://loremflickr.com/400/400/business",
        "https://loremflickr.com/400/400/animals",
        "https://loremflickr.com/400/400/business",
        "https://loremflickr.com/400/400/cats"
      ],
      "createdAt": "2024-01-22T13:15:24.887Z",
      "updatedAt": "2024-01-25T18:19:54.047Z"
    },
    {
      "name": "The Naked Traveler Anthology",
      "slug": "The-Naked-Traveler-Anthology",
      "description": "Apa jadinya kalau traveler yang sudah menghabiskan ribuan jam di atas pesawat ternyata menyimpan ketakutan terhadap transportasi udara, seorang polisi yang menemukan bahwa tempat wisata favoritnya adalah lokasi populer untuk bunuh diri, atau traveler yang membayar mahal demi kenyamanan tapi terpaksa tertahan belasan jam di atas pikap pengangkut sapi? Setiap traveler pasti memiliki tantangannya tersendiri dalam menaklukan setiap medan. Jalan terjal yang harus dilalui memang tak pernah sama. Tapi mereka memiliki tekad yang serupa: harus sampai ke tempat tujuan. Pesan itulah yang ingin disampaikan oleh ke-15 traveler dalam buku ini. Latar belakang mereka yang begitu beragam, mulai dari wartawan, penulis novel, peneliti, hingga polisi membuat cerita-cerita yang dituturkan menjadi penuh warna.",
      "excerpt": "Apa jadinya kalau traveler yang sudah menghabiskan ribuan jam di atas pesawat ternyata menyimpan ketakutan terhadap transportasi udara",
      "price": 185000,
      "tags": ["Travel"],
      "thumbnail": "https://scoopadm.apps-foundry.com/ebook-covers/31760/big_covers/ID_MIZ2016MTH03TNTA_B.jpg",
      "images": [
        "https://loremflickr.com/400/400/nature",
        "https://loremflickr.com/400/400/city",
        "https://loremflickr.com/400/400/technics",
        "https://loremflickr.com/400/400/food",
        "https://loremflickr.com/400/400/sports"
      ],
      "createdAt": "2024-08-09T03:01:50.432Z",
      "updatedAt": "2023-05-17T16:42:21.208Z"
    },
    {
      "name": "Value Investing: Beat The Market in Five Minutes!",
      "slug": "Beat-The-Market-in-Five-Minutes",
      "description": "Warren Buffett, investor legendaris dan salah satu orang terkaya di dunia, dalam seminarnya di tahun 1984 di kampus Columbia Business School, Amerika Serikat, memaparkan tentang kinerja investasi dari tujuh investor saham penganut metode value investing, termasuk dirinya sendiri, yang kesemuanya sukses menghasilkan persentase keuntungan yang secara signifikan di atas rata-rata pasar. Menurut Buffett, ketujuh investor tersebut memiliki gaya investasinya masing-masing yang berbeda satu sama lain, termasuk pilihan sahamnya juga berbeda-beda. Tapi pertanyaannya kemudian, bagaimana kita tahu sebuah saham itu bagus atau jelek? Dan bagaimana caranya untuk menilai apakah harganya mahal, wajar, atau murah? Nah, di buku Value Investing: Beat the Market in Five Minutes! ini, kita akan menjawab semua pertanyaan tersebut secara lugas dan lengkap namun mudah untuk dipahami, berdasarkan pengalaman penulis sebagai value investor itu sendiri. Yup, jadi buku ini tidak sekadar memaparkan teori tentang value investing, melainkan juga contoh-contoh penerapannya dalam berinvestasi di saham. Fakta menariknya adalah, ketika nanti Anda sudah menguasai dan mampu mempraktikkan metode value investing ini dengan baik, maka anda hanya akan perlu bekerja kurang dari 5 menit saja setiap harinya, tapi hasil profi tnya tetap akan luar biasa!",
      "excerpt": "Warren Buffett, investor legendaris dan salah satu orang terkaya di dunia",
      "price": 205000,
      "tags": ["Bussiness", "Investing"],
      "thumbnail": "https://scoopadm.apps-foundry.com/ebook-covers/36413/big_covers/ID_EMK2017MTH03VIBTMIFM_B.jpg",
      "images": [
        "https://loremflickr.com/400/400/cats",
        "https://loremflickr.com/400/400/cats",
        "https://loremflickr.com/400/400/cats",
        "https://loremflickr.com/400/400/food",
        "https://loremflickr.com/400/400/food"
      ],
      "createdAt": "2024-03-06T12:32:37.477Z",
      "updatedAt": "2024-06-10T19:39:46.154Z"
    },
    {
      "name": "Daun Yang Jatuh Tak Pernah Membenci Angin",
      "slug": "Daun-Yang-Jatuh-Tak-Pernah-Membenci-Angin",
      "description": "Dia bagai malaikat bagi keluarga kami. Merengkuh aku, adikku, dan Ibu dari kehidupan jalanan yang miskin dan nestapa. Memberikan makan, tempat berteduh, sekolah, dan janji masa depan yang lebih baik. Dia sungguh bagai malaikat bagi keluarga kami. Memberikan kasih sayang, perhatian, dan teladan tanpa mengharap budi sekali pun. Dan lihatlah, aku membalas itu semua dengan membiarkan mekar perasaan ini. Ibu benar, tak layak aku mencintai malaikat keluarga kami. Tak pantas. Maafkan aku, Ibu. Perasaan kagum, terpesona, atau entahlah itu muncul tak tertahankan bahkan sejak rambutku masih dikepang dua. Sekarang, ketika aku tahu dia boleh jadi tidak pernah menganggapku lebih dari seorang adik yang tidak tahu diri, biarlah... Biarlah aku luruh ke bumi seperti sehelai daun… daun yang tidak pernah membenci angin meski harus terenggutkan dari tangkai pohonnya.",
      "excerpt": "Dia bagai malaikat bagi keluarga kami",
      "price": 250000,
      "tags": ["Fiction"],
      "thumbnail": "https://scoopadm.apps-foundry.com/ebook-covers/33187/big_covers/ID_GPU2016MTH06DYJTPMACU_B.jpg",
      "images": [
        "https://loremflickr.com/400/400/city",
        "https://loremflickr.com/400/400/food",
        "https://loremflickr.com/400/400/sports",
        "https://loremflickr.com/400/400/transport",
        "https://loremflickr.com/400/400/abstract"
      ],
      "createdAt": "2024-11-15T09:54:08.287Z",
      "updatedAt": "2024-02-10T18:53:21.288Z"
    },
    {
      "name": "Jodoh Pasti Bertemu",
      "slug": "Jodoh-Pasti-Bertemu",
      "description": "Bicara jodoh adalah bicara tentang hal yang jauh ke depan: bukan semata-mata baiknya fisik lantas bisa membuat Anda tertarik. Saya yakin setiap orang sudah tertulis jodohnya. Sejauh apa pun takdir dunia memisahkan, pasti ada cara Tuhan untuk bisa mempersatukan. Buku Jodoh Pasti Bertemu karya Arif Hidayat ini sangat mencerahkan. Ditulis dengan bahasa yang santun, namun sangat membangun. Begitu menginspirasi, tapi tidak menggurui.",
      "excerpt": "Bicara jodoh adalah bicara tentang hal yang jauh ke depan",
      "price": 99000,
      "tags": ["Religion", "Spirituality"],
      "thumbnail": "https://scoopadm.apps-foundry.com/ebook-covers/33326/big_covers/ID_GRAS2016MTH07JPBE_B.jpg",
      "images": [
        "https://loremflickr.com/400/400/sports",
        "https://loremflickr.com/400/400/abstract",
        "https://loremflickr.com/400/400/animals",
        "https://loremflickr.com/400/400/business",
        "https://loremflickr.com/400/400/transport"
      ],
      "createdAt": "2023-01-27T18:25:27.802Z",
      "updatedAt": "2022-12-27T20:46:38.431Z"
    },
    {
      "name": "Cepat Belajar Hacking",
      "slug": "Cepat-Belajar-Hacking",
      "description": "Peran teknologi semakin lama semakin berkembang pesat dari hari ke harinya. Jika Anda perhatikan, secara berkala, beberapa programmer hebat membuat aplikasi baru, membangun jaringan, menciptakan software terbaru hampir setiap hari. Keadaan ini membuat kita mau-tidak-mau harus memiliki pengetahuan yang tidak sedikit dengan dunia Internet. Baik itu untuk Software ataupun Hardware. Namun tahukan Anda, setiap aplikasi atau jaringan mempunyai celah untuk ditembus? Tidak ada sistem yang aman. Itu adalah semboyan yang ditanamkan untuk para hacker yang berkecimpung di dunia maya. Beberapa cara dapat dicoba untuk membobol sistem. Seperti binary pada Android, rooting pada cpanel website atau menanamkan shell ke dalamnya, menjadi mata-mata pada jaringan orang lain, mengubah sistem dasar Windows, membuat virus yang bisa merusak sistem sekalipun bisa Anda lakukan.",
      "excerpt": "Peran teknologi semakin lama semakin berkembang pesat dari hari ke harinya.",
      "price": 12000,
      "tags": ["Computer", "Technology"],
      "thumbnail": "https://scoopadm.apps-foundry.com/ebook-covers/33425/big_covers/ID_EMK2016MTH07CBHA_B.jpg",
      "images": [
        "https://loremflickr.com/400/400/food",
        "https://loremflickr.com/400/400/cats",
        "https://loremflickr.com/400/400/food",
        "https://loremflickr.com/400/400/business",
        "https://loremflickr.com/400/400/transport"
      ],
      "createdAt": "2023-01-27T13:37:17.354Z",
      "updatedAt": "2023-09-09T13:43:34.455Z"
    },
    {
      "name": "Passive Income dari Google AdSense",
      "slug": "Passive-Income-dari-Google-AdSense",
      "description": "Salah satu sumber pendapatan yang bisa kamu andalkan di internet adalah Google AdSense. Jika kamu ingin menghasilkan pendapatan sebagai pemilik web ataupun pemilik saluran Youtube, kamu bisa gunakan Google AdSense. Lantas, bagaimana cara dan langkah demi langkah menghasilkan pendapatan dari Google AdSense? Temukan jawaban dan panduan lengkapnya di buku ini. Inilah pembahasan menarik yang ada di buku ini: ● Pengenalan tentang Google AdSense. Mulai dari apa itu Google AdSense, bagaimana cara kerjanya, hingga hal-hal yang perlu disiapkan. ● Panduan lengkap membuat blog/web secara langkah demi langkah. Jika kamu belum punya web sekalipun, kamu akan dipandu mulai dari awal untuk membuat blog/web. ● Panduan dan cara mendaftar Google AdSense. ● Panduan dan cara menampilkan iklan Google AdSense di blog. ● Berbagai tools keren untuk membantumu menjadi blogger dan YouTuber. ● Panduan membuat saluran YouTube yang menarik dan bisa dimonetisasi dengan Google AdSense. Cara menampilkan iklan AdSense di saluran YouTube-mu. ● Panduan langkah demi langkah menjadi seorang YouTuber dan pemilik saluran YouTube. Selain itu, sebagai pembaca buku ini kamu juga akan mendapatkan belasan bonus video tutorial yang akan memandumu belajar seputar blog, YouTube, dan Google AdSense. Keunggulan buku ini adalah kamu tidak hanya dipandu untuk membuat web/blog, tetapi kamu juga dipandu membangun passive income melalui saluran YouTube. Jadi, kamu bisa sekaligus belajar menjadi blogger dan YouTuber.",
      "excerpt": "Salah satu sumber pendapatan yang bisa kamu andalkan di internet adalah Google AdSense",
      "price": 78000,
      "tags": ["Computer", "Technology"],
      "thumbnail": "https://scoopadm.apps-foundry.com/ebook-covers/44642/image_highres/ID_PIGA2018MTH10PIGA.jpg",
      "images": [
        "https://loremflickr.com/400/400/transport",
        "https://loremflickr.com/400/400/food",
        "https://loremflickr.com/400/400/nature",
        "https://loremflickr.com/400/400/city",
        "https://loremflickr.com/400/400/sports"
      ],
      "createdAt": "2023-12-06T07:47:47.833Z",
      "updatedAt": "2023-03-19T16:53:03.404Z"
    },
    {
      "name": "PHP Komplet",
      "slug": "PHP-Komplet",
      "description": "PHP merupakan pemrograman wajib bagi para web developer. Buku ini menjelaskan PHP sejak dari dasar hingga pemrograman web berbasis database. Buku ini menyediakan hampir sebagian besar teori yang Anda butuhkan untuk mengenal PHP dan segala kemampuannya. Dengan demikian, Anda bisa mengenali PHP secara cepat dan langsung mempraktikkannya untuk membuat aplikasi website.",
      "excerpt": "PHP merupakan pemrograman wajib bagi para web developer",
      "price": 98000,
      "tags": ["Computer", "Technology"],
      "thumbnail": "https://scoopadm.apps-foundry.com/ebook-covers/38151/big_covers/ID_EMK2017MTH06PKOM_B.jpg",
      "images": [
        "https://loremflickr.com/400/400/nature",
        "https://loremflickr.com/400/400/technics",
        "https://loremflickr.com/400/400/cats",
        "https://loremflickr.com/400/400/food",
        "https://loremflickr.com/400/400/technics"
      ],
      "createdAt": "2023-06-04T03:57:07.764Z",
      "updatedAt": "2022-12-19T19:32:58.233Z"
    },
    {
      "name": "Mudah Membuat Aplikasi Android dengan Ionic 3",
      "slug": "Mudah-Membuat-Aplikasi-Android-dengan-Ionic-3",
      "description": "Sekarang ini membuat aplikasi Android tidak harus menguasai Java. Kita dapat dengan mudah membuat aplikasi Android dengan menggunakan bahasa pemrograman web, yaitu HTML, Javascript, dan CSS. Salah satu framework yang paling terkenal dan banyak digunakan untuk membuat aplikasi Android dengan bahasa pemrograman web adalah Ionic. Ionic berkolaborasi dengan Cordova sehingga memungkinkan aplikasi yang dibuat dapat mengakses fitur Native seperti kamera, kontak, geolocation, dan sebagainya. Pembahasan dalam buku ini dimulai dari dasar Typescript, Angular, dan Ionic. Selanjutnya dibahas berbagai komponen Ionic, setting Ionic untuk Android, hingga penggunaan native Ionic. Dibahas juga penyimpanan data pada Ionic termasuk integrasi Ionic dengan PHP dan MySQLi disertai dengan contoh operasi CRUD. Pada bagian akhir dibahas langkah demi langkah membuat aplikasi berbagi foto ala Instagram. Pembahasan selengkapnya mencakup: - Dasar-dasar Typescript - Dasar-dasar Angular - Dasar-dasar Ionic - Komponen Ionic - Setting Platform Android - Plugin Native Ionic - Integrasi Ionic dengan PHP dan MySQLi - Tips dan Trik Ionic - Membuat aplikasi berbagi foto ala Instagram.",
      "excerpt": "Sekarang ini membuat aplikasi Android tidak harus menguasai Java",
      "price": 4742620,
      "tags": ["Computer", "Technology"],
      "thumbnail": "https://s3-ap-southeast-1.amazonaws.com/ebook-previews/44644/165120/1.jpg",
      "images": [
        "https://loremflickr.com/400/400/cats",
        "https://loremflickr.com/400/400/cats",
        "https://loremflickr.com/400/400/food",
        "https://loremflickr.com/400/400/cats",
        "https://loremflickr.com/400/400/food"
      ],
      "createdAt": "2023-12-10T04:40:42.778Z",
      "updatedAt": "2023-02-25T03:33:31.866Z"
    },
    {
      "name": "Seven Deadly Sins 40",
      "slug": "Seven-Deadly-Sins-40",
      "description": "Nanatsu no Taizai yang diterbitkan di Indonesia dengan judul Seven Deadly Sins, adalah sebuah seri manga shōnen Jepang bergenre fantasi yang ditulis dan diilustrasikan oleh Nakaba Suzuki. Manga ini dimuat berseri dalam majalah Weekly Shōnen Magazine terbitan Kodansha sejak bulan Oktober 2012 hingga Maret 2020, dan bab-babnya telah dibundel menjadi empat puluh satu volume tankōbon. Manga ini menampilkan latar yang mirip dengan Eropa pada Abad Pertengahan, dan kelompok utamanya merupakan para ksatria yang melambangkan tujuh dosa besar.",
      "excerpt": "Nanatsu no Taizai yang diterbitkan di Indonesia dengan judul Seven Deadly Sins",
      "price": 45000,
      "tags": ["Anime", "Fantasi"],
      "thumbnail": "https://cdn.gramedia.com/uploads/items/9786230034749_Seven_dedly_sians40.jpg",
      "images": [
        "https://loremflickr.com/400/400/abstract",
        "https://loremflickr.com/400/400/technics",
        "https://loremflickr.com/400/400/transport",
        "https://loremflickr.com/400/400/technics",
        "https://loremflickr.com/400/400/nature"
      ],
      "createdAt": "2024-09-17T22:16:36.054Z",
      "updatedAt": "2024-04-26T16:40:49.008Z"
    },
    {
      "name": "Chion And The Cat Temple 06",
      "slug": "Chion-And-The-Cat-Temple-06",
      "description": "Chion and The Cat Temple adalah serial manga Jepang yang ditulis dan diilustrasikan oleh Makoto Ojiro. Genre manga ini adalah komedi romantis yang menceritakan tentang seorang anak SMA bernama Gen dan seorang gadis yang lebih tua, Chion, yang tinggal di kuil keluarganya di pedesaan.",
      "excerpt": "Chion and The Cat Temple adalah serial manga Jepang yang ditulis dan diilustrasikan oleh Makoto Ojiro",
      "price": 55000,
      "tags": ["Anime", "Romance"],
      "thumbnail": "https://cdn.gramedia.com/uploads/picture_meta/2022/12/1/sebnrw78edukd9qryktezf.jpg",
      "images": [
        "https://loremflickr.com/400/400/technics",
        "https://loremflickr.com/400/400/city",
        "https://loremflickr.com/400/400/food",
        "https://loremflickr.com/400/400/transport",
        "https://loremflickr.com/400/400/animals"
      ],
      "createdAt": "2024-08-12T19:06:51.002Z",
      "updatedAt": "2023-05-03T06:27:32.935Z"
    },
    {
      "name": "Chion And The Cat Temple 07",
      "slug": "Chion-And-The-Cat-Temple-07",
      "description": "Di antara jenis buku lainnya, komik memang disukai oleh semua kalangan mulai dari anak kecil hingga orang dewasa. Alasan komik lebih disukai oleh banyak orang karena disajikan dengan penuh dengan gambar dan cerita yang mengasyikan sehingga mampu menghilangkan rasa bosan di kala waktu senggang.",
      "excerpt": "Di antara jenis buku lainnya, komik memang disukai oleh semua kalangan",
      "price": 60000,
      "tags": ["Anime", "Romance"],
      "thumbnail": "https://cdn.gramedia.com/uploads/picture_meta/2023/2/1/cuuvtgc8htsppgmna3nvtd.jpg",
      "images": [
        "https://loremflickr.com/400/400/nature",
        "https://loremflickr.com/400/400/food",
        "https://loremflickr.com/400/400/business",
        "https://loremflickr.com/400/400/nature",
        "https://loremflickr.com/400/400/transport"
      ],
      "createdAt": "2023-09-01T13:02:04.353Z",
      "updatedAt": "2024-02-28T01:51:56.243Z"
    },
    {
      "name": "Chion And The Cat Temple 08",
      "slug": "Chion-And-The-Cat-Temple-08",
      "description": "Di antara jenis buku lainnya, komik memang disukai oleh semua kalangan mulai dari anak kecil hingga orang dewasa. Alasan komik lebih disukai oleh banyak orang karena disajikan dengan penuh dengan gambar dan cerita yang mengasyikan sehingga mampu menghilangkan rasa bosan di kala waktu senggang.",
      "excerpt": "Di antara jenis buku lainnya, komik memang disukai oleh semua kalangan mulai dari anak kecil hingga orang dewasa.",
      "price": 75000,
      "tags": ["Anime", "Romance"],
      "thumbnail": "https://cdn.gramedia.com/uploads/picture_meta/2023/4/5/bjrsdzuhrhh2mhusg4ofk9.jpg",
      "images": [
        "https://loremflickr.com/400/400/technics",
        "https://loremflickr.com/400/400/transport",
        "https://loremflickr.com/400/400/animals",
        "https://loremflickr.com/400/400/nature",
        "https://loremflickr.com/400/400/nature"
      ],
      "createdAt": "2023-03-14T22:11:36.022Z",
      "updatedAt": "2023-04-15T12:00:48.282Z"
    },
    {
      "name": "The Blue Orchestra 08",
      "slug": "The-Blue-Orchestra-08",
      "description": "Bunyi itu tercipta dari hasrat, keanggunan, dan amarah... Tinggal dua bulan tersisa hingga waktu kontes tiba. Anggota Klub Orkestra harus berjibaku membayangkan citra “Bacchanale”, lagu yang akan dipertunjukkan, sambil menjaga keseimbangan antarinstrumen.",
      "excerpt": "Bunyi itu tercipta dari hasrat, keanggunan, dan amarah",
      "price": 70000,
      "tags": ["Anime", "Action"],
      "thumbnail": "https://cdn.gramedia.com/uploads/picture_meta/2023/11/13/lece9w2q4fsst5htjjlgth.jpg",
      "images": [
        "https://loremflickr.com/400/400/business",
        "https://loremflickr.com/400/400/food",
        "https://loremflickr.com/400/400/cats",
        "https://loremflickr.com/400/400/animals",
        "https://loremflickr.com/400/400/cats"
      ],
      "createdAt": "2024-03-06T23:06:24.089Z",
      "updatedAt": "2023-08-19T10:54:26.783Z"
    },
    {
      "name": "Chion And The Cat Temple 09",
      "slug": "Chion-And-The-Cat-Temple-09",
      "description": "Di antara jenis buku lainnya, komik memang disukai oleh semua kalangan mulai dari anak kecil hingga orang dewasa. Alasan komik lebih disukai oleh banyak orang karena disajikan dengan penuh dengan gambar dan cerita yang mengasyikan sehingga mampu menghilangkan rasa bosan di kala waktu senggang.",
      "excerpt": "Di antara jenis buku lainnya, komik memang disukai oleh semua kalangan",
      "price": 100000,
      "tags": ["Anime", "Family"],
      "thumbnail": "https://cdn.gramedia.com/uploads/picture_meta/2023/7/18/5nxqdtoyxunfcdskqavspg.jpg",
      "images": [
        "https://loremflickr.com/400/400/transport",
        "https://loremflickr.com/400/400/animals",
        "https://loremflickr.com/400/400/abstract",
        "https://loremflickr.com/400/400/business",
        "https://loremflickr.com/400/400/nature"
      ],
      "createdAt": "2024-10-28T17:53:45.585Z",
      "updatedAt": "2023-09-26T07:41:24.606Z"
    },
    {
      "name": "Run Into The Horizon",
      "slug": "Run-Into-The-Horizon",
      "description": "KANATA KAKERU - Run Into The Horizon adalah seri manga Jepang yang ditulis dan diilustrasikan oleh Shin Takahashi. Seri manga ini diserialkan di majalah manga seinen Shogakukan Weekly Big Comic Spirits dari Januari 2016 hingga September 2018. KANATA KAKERU - Run Into The Horizon mengisahkan tentang Haruto, seorang anak pemilik penginapan di Hakone. Kehidupan Haruto biasa-biasa saja.",
      "excerpt": "Run Into The Horizon adalah seri manga Jepang yang ditulis dan diilustrasikan oleh Shin Takahashi",
      "price": 50000,
      "tags": ["Animasi", "Fiction"],
      "thumbnail": "https://cdn.gramedia.com/uploads/items/9786230018954_cover_Run_Into_The_Horizon_4.jpg",
      "images": [
        "https://loremflickr.com/400/400/cats",
        "https://loremflickr.com/400/400/abstract",
        "https://loremflickr.com/400/400/food",
        "https://loremflickr.com/400/400/food",
        "https://loremflickr.com/400/400/city"
      ],
      "createdAt": "2023-10-07T12:24:06.606Z",
      "updatedAt": "2023-02-13T22:27:42.635Z"
    },
    {
      "name": "Seraph Of The End 22",
      "slug": "Seraph-Of-The-End-22",
      "description": "Saat Shinoa sudah berhasil lolos, di tempat lain Yuu kehilangan Mikaela. Yuu yang putus asa meminta Ashuramaru untuk membunuh dirinya. Tapi iblis itu malah mengucapkan kalimat yang tak diduga. Sementara, Ferid akhirnya akan berhasil menghabisi ayahnya.",
      "excerpt": "Saat Shinoa sudah berhasil lolos, di tempat lain Yuu kehilangan Mikaela",
      "price": 78000,
      "tags": ["Anime", "Horror"],
      "thumbnail": "https://cdn.gramedia.com/uploads/items/722010075_Cov_Seraph_of_the_end_22.jpg",
      "images": [
        "https://loremflickr.com/400/400/city",
        "https://loremflickr.com/400/400/food",
        "https://loremflickr.com/400/400/food",
        "https://loremflickr.com/400/400/technics",
        "https://loremflickr.com/400/400/food"
      ],
      "createdAt": "2023-04-19T22:44:15.765Z",
      "updatedAt": "2022-12-28T16:30:35.290Z"
    },
    {
      "name": "Komi Sulit Berkomunikasi 04",
      "slug": "Komi-Sulit-Berkomunikasi-04",
      "description": "Komi, si gadis cantik yang sulit berkomunikasi, akhirnya menambah jumlah temannya. Tapi, dia sempat merasa sedikit kesepian. Di penghujung musim panas ini, untuk pertama kalinya Komi berpikir, “Aku tidak ingin libur musim panas ini berakhir’.",
      "excerpt": "Komi, si gadis cantik yang sulit berkomunikasi, akhirnya menambah jumlah temannya",
      "price": 25000,
      "tags": ["Anime", "Romance"],
      "thumbnail": "https://cdn.gramedia.com/uploads/items/9786230018152_cover_Komi_Sulit_Berkomunikasi_04.jpg",
      "images": [
        "https://loremflickr.com/400/400/nature",
        "https://loremflickr.com/400/400/food",
        "https://loremflickr.com/400/400/transport",
        "https://loremflickr.com/400/400/nature",
        "https://loremflickr.com/400/400/business"
      ],
      "createdAt": "2024-10-02T19:17:53.883Z",
      "updatedAt": "2023-11-18T10:18:24.971Z"
    },
    {
      "name": "Jujutsu Kaisen 4",
      "slug": "Jujutsu-Kaisen-4",
      "description": "Di antara jenis buku lainnya, komik memang disukai oleh semua kalangan mulai dari anak kecil hingga orang dewasa. Alasan komik lebih disukai oleh banyak orang karena disajikan dengan penuh dengan gambar dan cerita yang mengasyikan sehingga mampu menghilangkan rasa bosan di kala waktu senggang",
      "excerpt": "Komik Jujutsu Kaisen 4 karya Gege Akutami menjadi salah satu komik yang wajib untuk diikuti",
      "price": 89000,
      "tags": ["Anime", "Horror"],
      "thumbnail": "https://cdn.gramedia.com/uploads/items/Cover_Depan_Jujutsu_Kaisen_04.jpg",
      "images": [
        "https://loremflickr.com/400/400/animals",
        "https://loremflickr.com/400/400/animals",
        "https://loremflickr.com/400/400/food",
        "https://loremflickr.com/400/400/sports",
        "https://loremflickr.com/400/400/food"
      ],
      "createdAt": "2024-07-21T07:02:11.939Z",
      "updatedAt": "2024-10-29T22:56:29.469Z"
    }
  ]
}
